Repository: PigeonMuyz/Capsule
Catalog: Capsule/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: # Terminal ready. Type a command below.
ja: # ターミナルの準備ができました。下にコマンドを入力してください。
zh_hans: # 终端已就绪。请在下方输入命令。
zh_hant: # 終端機已就緒。請在下方輸入命令。

source: %lld lines
ja: %lld 行
zh_hans: %lld 行
zh_hant: %lld 行

source: %lld running
ja: %lld 個実行中
zh_hans: %lld 个运行中
zh_hant: %lld 個執行中

source: %lld services
ja: %lld 個のサービス
zh_hans: %lld 个服务
zh_hant: %lld 個服務

source: A machine is a full Linux VM you can log into
ja: マシンはログインできる完全な Linux VM です
zh_hans: 机器是一台可登录的完整 Linux 虚拟机
zh_hant: 機器是一台可登入的完整 Linux 虛擬機

source: Actions
ja: アクション
zh_hans: 操作
zh_hant: 動作

source: Add
ja: 追加
zh_hans: 添加
zh_hant: 新增

source: Add capabilities
ja: Capability を追加
zh_hans: 添加 capabilities
zh_hant: 新增 capabilities

source: Add Container
ja: コンテナを追加
zh_hans: 添加容器
zh_hant: 新增容器

source: Add container, import, or compose
ja: コンテナ追加、インポート、Compose
zh_hans: 添加容器、导入或 Compose
zh_hant: 新增容器、匯入或 Compose

source: Add Mount
ja: マウントを追加
zh_hans: 添加挂载
zh_hant: 新增掛載

source: Add Port
ja: ポートを追加
zh_hans: 添加端口
zh_hant: 新增連接埠

source: Add Variable
ja: 変数を追加
zh_hans: 添加变量
zh_hant: 新增變數

source: Advanced
ja: 詳細
zh_hans: 高级
zh_hant: 進階

source: Advanced settings inherit from service definition
ja: 詳細設定はサービス定義から継承されます
zh_hans: 高级设置继承自服务定义
zh_hant: 進階設定繼承自服務定義

source: Allocate TTY
ja: TTY を割り当て
zh_hans: 分配 TTY
zh_hant: 分配 TTY

source: Always
ja: 常に
zh_hans: 始终
zh_hant: 一律

source: App cache
ja: アプリキャッシュ
zh_hans: 应用缓存
zh_hant: 應用快取

source: Auto Refresh
ja: 自動更新
zh_hans: 自动刷新
zh_hant: 自動重新整理

source: Auto-scroll
ja: 自動スクロール
zh_hans: 自动滚动
zh_hant: 自動捲動

source: Automatically restart this container using Capsule's restart daemon
ja: Capsule の再起動デーモンでこのコンテナを自動再起動
zh_hans: 使用 Capsule 的重启守护进程自动重启此容器
zh_hant: 使用 Capsule 的重啟守護程式自動重啟此容器

source: Automatically start this container when Capsule launches
ja: Capsule 起動時にこのコンテナを自動起動
zh_hans: Capsule 启动时自动启动此容器
zh_hant: Capsule 啟動時自動啟動此容器

source: Back
ja: 戻る
zh_hans: 返回
zh_hant: 返回

source: Boot Logs
ja: 起動ログ
zh_hans: 启动日志
zh_hant: 啟動記錄

source: Bridge
ja: ブリッジ
zh_hans: 桥接
zh_hant: 橋接

source: Build History
ja: ビルド履歴
zh_hans: 构建历史
zh_hant: 建置記錄

source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Capabilities
ja: Capability

source: Capsule creates the container first. Use Create & Start when you want the payload to run immediately.
ja: Capsule は先にコンテナを作成します。すぐに実行する場合は「作成して開始」を使ってください。
zh_hans: Capsule 会先创建容器。需要立即运行负载时请使用“创建并启动”。
zh_hant: Capsule 會先建立容器。需要立即執行負載時請使用「建立並啟動」。

source: Capsule Restart Policy
ja: Capsule 再起動ポリシー
zh_hans: Capsule 重启策略
zh_hant: Capsule 重啟策略

source: Changing the language takes effect after restarting Capsule.
ja: 言語の変更は Capsule の再起動後に反映されます。
zh_hans: 更改语言将在重启 Capsule 后生效。
zh_hant: 變更語言將在重新啟動 Capsule 後生效。

source: Choose folder
ja: フォルダを選択
zh_hans: 选择文件夹
zh_hant: 選擇資料夾

source: Circular dependency detected involving service '%@'
ja: サービス '%@' に関係する循環依存を検出しました
zh_hans: 检测到涉及服务 '%@' 的循环依赖
zh_hant: 偵測到涉及服務 '%@' 的循環依賴

source: Clear
ja: クリア
zh_hans: 清除
zh_hant: 清除

source: Clear logs
ja: ログをクリア
zh_hans: 清除日志
zh_hant: 清除日誌

source: Click the button below to open an interactive shell in Terminal.app
ja: 下のボタンで Terminal.app にインタラクティブ shell を開きます
zh_hans: 点击下方按钮在 Terminal.app 中打开交互式 shell
zh_hant: 點擊下方按鈕在 Terminal.app 中開啟互動式 shell

source: Coming soon
ja: 近日公開
zh_hans: 即将推出
zh_hant: 即將推出

source: Coming soon: Browse files inside the volume
ja: 近日対応予定: ボリューム内のファイル閲覧
zh_hans: 即将推出：浏览卷内文件
zh_hant: 即將推出：瀏覽儲存區內檔案

source: Coming soon: List all containers connected to this network with IP addresses
ja: 近日対応予定: このネットワークに接続された全コンテナと IP アドレスの一覧
zh_hans: 即将推出：列出连接到此网络的所有容器及 IP 地址
zh_hant: 即將推出：列出連接到此網路的所有容器與 IP 位址

source: Coming soon: List containers using this volume
ja: 近日対応予定: このボリュームを使うコンテナ一覧
zh_hans: 即将推出：列出使用此卷的容器
zh_hant: 即將推出：列出使用此儲存區的容器

source: Coming soon: View image build history and layer commands
ja: 近日対応予定: イメージのビルド履歴とレイヤーコマンドを表示
zh_hans: 即将推出：查看镜像构建历史和层命令
zh_hant: 即將推出：查看映像建置記錄與層命令

source: Coming soon: View image layer information from container image inspect
ja: 近日対応予定: container image inspect からイメージレイヤー情報を表示
zh_hans: 即将推出：通过 container image inspect 查看镜像层信息
zh_hant: 即將推出：透過 container image inspect 查看映像層資訊

source: Coming soon: View machine startup and runtime logs using container machine logs
ja: 近日対応予定: container machine logs でマシンの起動/実行ログを表示
zh_hans: 即将推出：使用 container machine logs 查看机器启动和运行日志
zh_hant: 即將推出：使用 container machine logs 查看機器啟動與執行日誌

source: Command
ja: コマンド
zh_hans: 命令
zh_hant: 命令

source: Command (optional)
ja: コマンド（任意）
zh_hans: 命令（可选）
zh_hant: 命令（選填）

source: Command failed with code %lld: %@
ja: コマンドがコード %lld で失敗しました: %@
zh_hans: 命令失败，代码 %lld：%@
zh_hant: 指令失敗，代碼 %lld：%@

source: Compose Services
ja: Compose サービス
zh_hans: Compose 服务
zh_hant: Compose 服務

source: Compute
ja: コンピュート
zh_hans: 计算资源
zh_hant: 運算資源

source: Configuration
ja: 設定
zh_hans: 配置
zh_hant: 設定

source: Configure
ja: 設定
zh_hans: 配置
zh_hant: 設定

source: Connected Containers
ja: 接続中のコンテナ
zh_hans: 已连接容器
zh_hant: 已連接容器

source: Console
ja: コンソール
zh_hans: 控制台
zh_hant: 主控台

source: container
ja: コンテナ
zh_hans: 容器
zh_hant: 容器

source: Container
ja: コンテナ
zh_hans: 容器
zh_hant: 容器

source: Container CLI
ja: コンテナ CLI
zh_hans: 容器 CLI
zh_hant: 容器 CLI

source: Container Information
ja: コンテナ情報
zh_hans: 容器信息
zh_hant: 容器資訊

source: container name
ja: コンテナ名
zh_hans: 容器名称
zh_hant: 容器名稱

source: Container name
ja: コンテナ名
zh_hans: 容器名称
zh_hant: 容器名稱

source: Container name (optional)
ja: コンテナ名（任意）
zh_hans: 容器名称（可选）
zh_hant: 容器名稱（選填）

source: Container not found: %@
ja: コンテナが見つかりません: %@
zh_hans: 未找到容器：%@
zh_hant: 找不到容器：%@

source: Container Options
ja: コンテナオプション
zh_hans: 容器选项
zh_hant: 容器選項

source: Container path
ja: コンテナパス
zh_hans: 容器路径
zh_hant: 容器路徑

source: Container path (e.g. /data)
ja: コンテナパス（例: /data）
zh_hans: 容器路径（如 /data）
zh_hant: 容器路徑（例如 /data）

source: Container Runtime
ja: コンテナランタイム
zh_hans: 容器运行时
zh_hant: 容器執行階段

source: Container runtime is not initialized
ja: コンテナランタイムが初期化されていません
zh_hans: 容器运行时尚未初始化
zh_hant: 容器執行環境尚未初始化

source: Container with name '%@' already exists
ja: '%@' という名前のコンテナはすでに存在します
zh_hans: 名为“%@”的容器已存在
zh_hant: 名為「%@」的容器已存在

source: Containerization.framework runtime is reserved for a future non-CLI backend.
ja: Containerization.framework ランタイムは、将来の非 CLI バックエンド用に予約されています。
zh_hans: Containerization.framework 运行时已预留给未来的非 CLI 后端。
zh_hant: Containerization.framework 執行階段已預留給未來的非 CLI 後端。

source: Containers
ja: コンテナ
zh_hans: 容器
zh_hant: 容器

source: Controls
ja: 操作
zh_hans: 控制
zh_hant: 控制

source: Create
ja: 作成
zh_hans: 创建
zh_hant: 建立

source: Create & Start
ja: 作成して開始
zh_hans: 创建并启动
zh_hant: 建立並啟動

source: Create Compose Project
ja: Compose プロジェクトを作成
zh_hans: 创建 Compose 项目
zh_hant: 建立 Compose 專案

source: Create Container
ja: コンテナを作成
zh_hans: 创建容器
zh_hant: 建立容器

source: Create Machine
ja: 仮想マシンを作成
zh_hans: 创建虚拟机
zh_hant: 建立虛擬機

source: Create Network
ja: ネットワークを作成
zh_hans: 创建网络
zh_hant: 建立網路

source: Create Project
ja: プロジェクトを作成
zh_hans: 创建项目
zh_hant: 建立專案

source: Create Volume
ja: ボリュームを作成
zh_hans: 创建卷
zh_hant: 建立儲存區

source: Created
ja: 作成日時
zh_hans: 创建时间
zh_hant: 建立時間

source: Created At
ja: 作成日時
zh_hans: 创建时间
zh_hant: 建立時間

source: Creates the container and leaves it stopped.
ja: コンテナを作成し、停止したままにします。
zh_hans: 创建容器并保持停止状态。
zh_hant: 建立容器並保持停止狀態。

source: Creating
ja: 作成中
zh_hans: 创建中
zh_hant: 建立中

source: Creating machine…
ja: マシンを作成中…
zh_hans: 正在创建机器…
zh_hant: 正在建立機器…

source: Creating network...
ja: ネットワークを作成中...
zh_hans: 正在创建网络...
zh_hant: 正在建立網路...

source: Creating services...
ja: サービスを作成中...
zh_hans: 正在创建服务...
zh_hant: 正在建立服務...

source: Creating volume...
ja: ボリュームを作成中...
zh_hans: 正在创建卷...
zh_hant: 正在建立儲存區...

source: Database data
ja: データベースデータ
zh_hans: 数据库数据
zh_hant: 資料庫資料

source: Date Modified
ja: 変更日
zh_hans: 修改日期
zh_hant: 修改日期

source: Default
ja: デフォルト
zh_hans: 默认
zh_hant: 預設

source: Delete
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Delete created networks
ja: 作成したネットワークを削除
zh_hans: 删除已创建的网络
zh_hant: 刪除已建立的網路

source: Delete created volumes
ja: 作成したボリュームを削除
zh_hans: 删除已创建的卷
zh_hant: 刪除已建立的卷宗

source: Delete images
ja: イメージを削除
zh_hans: 删除镜像
zh_hant: 刪除映像

source: depends on
ja: 依存先
zh_hans: 依赖服务
zh_hant: 依賴服務

source: Depends on
ja: 依存先
zh_hans: 依赖
zh_hant: 依賴

source: Details
ja: 詳細
zh_hans: 详情
zh_hant: 詳情

source: Digest
ja: ダイジェスト
zh_hans: 摘要
zh_hant: 摘要

source: Disable DNS configuration
ja: DNS 設定を無効化
zh_hans: 禁用 DNS 配置
zh_hant: 停用 DNS 設定

source: Disk
ja: ディスク
zh_hans: 磁盘
zh_hant: 磁碟

source: DNS options
ja: DNS オプション
zh_hans: DNS 选项
zh_hant: DNS 選項

source: DNS search domains
ja: DNS 検索ドメイン
zh_hans: DNS 搜索域
zh_hant: DNS 搜尋網域

source: DNS servers
ja: DNS サーバー
zh_hans: DNS 服务器
zh_hant: DNS 伺服器

source: Done
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: Driver
ja: ドライバ
zh_hans: 驱动
zh_hant: 驅動程式

source: Drop capabilities
ja: Capability を削除
zh_hans: 移除 capabilities
zh_hant: 移除 capabilities

source: Empty layer
ja: 空レイヤー
zh_hans: 空层
zh_hant: 空層

source: Enable Rosetta for amd64 images
ja: amd64 イメージで Rosetta を有効化
zh_hans: 为 amd64 镜像启用 Rosetta
zh_hant: 為 amd64 映像啟用 Rosetta

source: Entrypoint
ja: エントリーポイント
zh_hans: 入口点
zh_hant: 進入點

source: Env files
ja: 環境ファイル
zh_hans: 环境文件
zh_hant: 環境檔案

source: Environment
ja: 環境変数
zh_hans: 环境变量
zh_hant: 環境變數

source: Environment Variables
ja: 環境変数
zh_hans: 环境变量
zh_hant: 環境變數

source: Error
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

source: Error loading logs: %@
ja: ログの読み込みに失敗しました: %@
zh_hans: 加载日志失败：%@
zh_hant: 載入日誌失敗：%@

source: Error: %@
ja: エラー: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

source: Execution
ja: 実行
zh_hans: 执行
zh_hant: 執行

source: Execution failed: %@
ja: 実行に失敗しました: %@
zh_hans: 执行失败：%@
zh_hant: 執行失敗：%@

source: Exit Code
ja: 終了コード
zh_hans: 退出码
zh_hant: 結束碼

source: External Terminal
ja: 外部ターミナル
zh_hans: 外部终端
zh_hant: 外部終端機

source: Failed to delete container: %@
ja: コンテナの削除に失敗しました: %@
zh_hans: 删除容器失败：%@
zh_hant: 刪除容器失敗：%@

source: Failed to delete image: %@
ja: イメージの削除に失敗しました: %@
zh_hans: 删除镜像失败：%@
zh_hant: 刪除映像失敗：%@

source: Failed to delete network: %@
ja: ネットワークの削除に失敗しました: %@
zh_hans: 删除网络失败：%@
zh_hant: 刪除網路失敗：%@

source: Failed to delete volume: %@
ja: ボリュームの削除に失敗しました: %@
zh_hans: 删除卷失败：%@
zh_hant: 刪除卷宗失敗：%@

source: Failed to prune networks: %@
ja: ネットワークの整理に失敗しました: %@
zh_hans: 清理网络失败：%@
zh_hant: 清理網路失敗：%@

source: Failed to prune volumes: %@
ja: ボリュームの整理に失敗しました: %@
zh_hans: 清理卷失败：%@
zh_hant: 清理卷宗失敗：%@

source: Failed to push image: %@
ja: イメージのプッシュに失敗しました: %@
zh_hans: 推送镜像失败：%@
zh_hant: 推送映像失敗：%@

source: Failed to start container: %@
ja: コンテナの起動に失敗しました: %@
zh_hans: 启动容器失败：%@
zh_hant: 啟動容器失敗：%@

# Failed to start service '%@': %@
source: Failed to start service '%1$@': %2$@
ja: サービス '%@' の開始に失敗しました: %@
zh_hans: 启动服务 '%@' 失败：%@
zh_hant: 啟動服務 '%@' 失敗：%@

source: Failed to stop container: %@
ja: コンテナの停止に失敗しました: %@
zh_hans: 停止容器失败：%@
zh_hant: 停止容器失敗：%@

source: Failed to tag image: %@
ja: イメージのタグ付けに失敗しました: %@
zh_hans: 标记镜像失败：%@
zh_hant: 標記映像失敗：%@

source: File
ja: ファイル
zh_hans: 文件
zh_hant: 檔案

source: File Browser
ja: ファイルブラウザ
zh_hans: 文件浏览器
zh_hant: 檔案瀏覽器

source: Files
ja: ファイル
zh_hans: 文件
zh_hant: 檔案

source: Files are available when the container is running
ja: コンテナの実行中にファイルを参照できます
zh_hans: 容器运行时才可以浏览文件
zh_hant: 容器執行時才可以瀏覽檔案

source: Filesystem
ja: ファイルシステム
zh_hans: 文件系统
zh_hant: 檔案系統

source: Folder
ja: フォルダ
zh_hans: 文件夹
zh_hant: 資料夾

source: Force Stop
ja: 強制停止
zh_hans: 强制停止
zh_hant: 強制停止

source: Forward SSH agent
ja: SSH agent を転送
zh_hans: 转发 SSH agent
zh_hant: 轉發 SSH agent

source: General
ja: 一般
zh_hans: 通用
zh_hant: 一般

source: Has healthcheck
ja: ヘルスチェックあり
zh_hans: 包含健康检查
zh_hant: 包含健康檢查

source: Health
ja: ヘルス
zh_hans: 健康
zh_hant: 健康狀態

source: History
ja: 履歴
zh_hans: 历史
zh_hant: 歷史

source: Home Mount
ja: ホームマウント
zh_hans: 主目录挂载
zh_hant: 主目錄掛載

source: host
ja: ホスト
zh_hans: 主机
zh_hant: 主機

source: Host
ja: ホスト
zh_hans: 主机
zh_hant: 主機

source: Host path
ja: ホストパス
zh_hans: 主机路径
zh_hant: 主機路徑

source: host path or volume
ja: ホストパスまたはボリューム
zh_hans: 主机路径或卷
zh_hant: 主機路徑或儲存區

source: Host path or volume
ja: ホストパスまたはボリューム
zh_hans: 主机路径或卷
zh_hant: 主機路徑或儲存區

source: How often to refresh status (1–10 seconds).
ja: ステータスを更新する頻度（1〜10秒）。
zh_hans: 刷新状态的频率（1–10 秒）。
zh_hant: 重新整理狀態的頻率（1–10 秒）。

source: Image
ja: イメージ
zh_hans: 镜像
zh_hant: 映像檔

source: Image default
ja: イメージ既定
zh_hans: 镜像默认命令
zh_hant: 映像預設命令

source: Image Layers
ja: イメージレイヤー
zh_hans: 镜像层
zh_hant: 映像層

source: Image metadata
ja: イメージメタデータ
zh_hans: 镜像元数据
zh_hant: 映像中繼資料

source: Image not available: %@
ja: イメージを利用できません: %@
zh_hans: 镜像不可用：%@
zh_hant: 映像不可用：%@

source: Image Reference
ja: イメージ参照
zh_hans: 镜像引用
zh_hant: 映像檔參照

source: Images
ja: イメージ
zh_hans: 镜像
zh_hant: 映像檔

source: Import
ja: インポート
zh_hans: 导入
zh_hant: 匯入

source: Import Compose
ja: Compose をインポート
zh_hans: 导入 Compose
zh_hant: 匯入 Compose

source: Import Docker Run
ja: Docker Run をインポート
zh_hans: 导入 Docker Run
zh_hant: 匯入 Docker Run

source: Import Docker Run Command
ja: Docker Run コマンドをインポート
zh_hans: 导入 Docker Run 命令
zh_hant: 匯入 Docker Run 命令

source: Import to Configure
ja: 設定にインポート
zh_hans: 导入到配置
zh_hant: 匯入至設定

source: Info
ja: 情報
zh_hans: 信息
zh_hant: 資訊

source: Inspect
ja: 検査
zh_hans: 检查
zh_hant: 檢查

source: Installed
ja: インストール済み
zh_hans: 已安装
zh_hant: 已安裝

source: Interactive Shell
ja: インタラクティブ Shell
zh_hans: 交互式 Shell
zh_hant: 互動式 Shell

source: Interactive stdin
ja: 対話 stdin
zh_hans: 交互式 stdin
zh_hant: 互動式 stdin

source: Invalid configuration: %@
ja: 設定が無効です: %@
zh_hans: 配置无效：%@
zh_hant: 設定無效：%@

source: Invalid docker run command
ja: 無効な docker run コマンド
zh_hans: 无效的 docker run 命令
zh_hant: 無效的 docker run 命令

source: Invalid output: %@
ja: 出力が無効です: %@
zh_hans: 输出无效：%@
zh_hant: 輸出無效：%@

source: Invalid response: %@
ja: 応答が無効です: %@
zh_hans: 响应无效：%@
zh_hant: 回應無效：%@

source: Invalid service configuration: %@
ja: サービス設定が無効です: %@
zh_hans: 服务配置无效：%@
zh_hant: 服務設定無效：%@

source: Invalid YAML format: %@
ja: YAML 形式が無効です: %@
zh_hans: YAML 格式无效：%@
zh_hant: YAML 格式無效：%@

source: IP Address
ja: IP アドレス
zh_hans: IP 地址
zh_hant: IP 位址

source: Kind
ja: 種類
zh_hans: 类型
zh_hant: 類型

source: Labels
ja: ラベル
zh_hans: 标签
zh_hant: 標籤

source: Labels & Limits
ja: ラベルと制限
zh_hans: 标签与限制
zh_hant: 標籤與限制

source: Language
ja: 言語
zh_hans: 语言
zh_hant: 語言

source: Layers
ja: レイヤー
zh_hans: 层
zh_hant: 層

source: Leave empty to use the image default
ja: 空欄でイメージのデフォルトを使用
zh_hans: 留空以使用镜像默认值
zh_hant: 留空以使用映像檔預設值

source: Lifecycle
ja: ライフサイクル
zh_hans: 生命周期
zh_hant: 生命週期

source: Load example
ja: 例を読み込む
zh_hans: 加载示例
zh_hant: 載入範例

source: Load Example
ja: 例を読み込む
zh_hans: 加载示例
zh_hant: 載入範例

source: Loading...
ja: 読み込み中...
zh_hans: 正在加载...
zh_hant: 正在載入...

source: Local
ja: ローカル
zh_hans: 本地
zh_hant: 本機

source: Logs
ja: ログ
zh_hans: 日志
zh_hant: 日誌

source: Machine
ja: 仮想マシン
zh_hans: 虚拟机
zh_hant: 虛擬機

source: Machine Logs
ja: 仮想マシンログ
zh_hans: 虚拟机日志
zh_hant: 虛擬機日誌

source: Machine must be running to access console
ja: コンソールにアクセスするには仮想マシンが実行中である必要があります
zh_hans: 虚拟机必须正在运行才能访问控制台
zh_hant: 虛擬機必須正在執行才能存取主控台

source: Machines
ja: 仮想マシン
zh_hans: 虚拟机
zh_hant: 虛擬機

source: Memory
ja: メモリ
zh_hans: 内存
zh_hant: 記憶體

source: Mode
ja: モード
zh_hans: 模式
zh_hant: 模式

source: Mount
ja: マウント
zh_hans: 挂载
zh_hant: 掛載

source: Mount Point
ja: マウントポイント
zh_hans: 挂载点
zh_hant: 掛載點

source: Mounts
ja: マウント
zh_hans: 挂载
zh_hant: 掛載

source: Name
ja: 名前
zh_hans: 名称
zh_hant: 名稱

source: Network
ja: ネットワーク
zh_hans: 网络
zh_hant: 網路

source: Network & Dependencies
ja: ネットワークと依存関係
zh_hans: 网络与依赖
zh_hant: 網路與依賴

source: Network & Resources
ja: ネットワークとリソース
zh_hans: 网络与资源
zh_hant: 網路與資源

source: Network Configuration
ja: ネットワーク設定
zh_hans: 网络配置
zh_hant: 網路設定

source: Network Mode
ja: ネットワークモード
zh_hans: 网络模式
zh_hant: 網路模式

source: Network names must be lowercase and can contain letters, numbers, hyphens, and underscores
ja: ネットワーク名は小文字で、英数字・ハイフン・アンダースコアが使えます
zh_hans: 网络名称必须为小写，可包含字母、数字、连字符和下划线
zh_hant: 網路名稱必須為小寫，可包含字母、數字、連字號和底線

source: Networking
ja: ネットワーク
zh_hans: 网络
zh_hant: 網路

source: networks
ja: ネットワーク
zh_hans: 网络
zh_hant: 網路

source: Networks
ja: ネットワーク
zh_hans: 网络
zh_hant: 網路

source: New Container
ja: 新規コンテナ
zh_hans: 新建容器
zh_hant: 新增容器

source: New Container...
ja: 新規コンテナ...
zh_hans: 新建容器...
zh_hant: 新增容器...

source: No
ja: 再起動しない
zh_hans: 不重启
zh_hant: 不重啟

source: No build history found
ja: ビルド履歴がありません
zh_hans: 没有找到构建历史
zh_hant: 沒有找到建置歷史

source: No Connected Containers
ja: 接続中のコンテナはありません
zh_hans: 没有连接的容器
zh_hant: 沒有連接的容器

source: No Containers
ja: コンテナがありません
zh_hans: 暂无容器
zh_hant: 沒有容器

source: No containers are attached to this network.
ja: このネットワークに接続されているコンテナはありません。
zh_hans: 没有容器连接到这个网络。
zh_hant: 沒有容器連接到這個網路。

source: No containers reference this volume
ja: このボリュームを参照しているコンテナはありません
zh_hans: 没有容器引用这个卷
zh_hant: 沒有容器引用這個卷宗

source: No details available
ja: 詳細情報はありません
zh_hans: 没有可用详情
zh_hant: 沒有可用詳細資訊

source: No environment variables
ja: 環境変数なし
zh_hans: 没有环境变量
zh_hant: 沒有環境變數

source: No image layers found
ja: イメージレイヤーがありません
zh_hans: 没有找到镜像层
zh_hant: 沒有找到映像層

source: No image selected
ja: イメージ未選択
zh_hans: 未选择镜像
zh_hant: 未選擇映像

source: No image specified
ja: イメージが指定されていません
zh_hans: 未指定镜像
zh_hant: 未指定映像

source: No Images
ja: イメージがありません
zh_hans: 暂无镜像
zh_hant: 沒有映像檔

source: No logs available
ja: 利用できるログはありません
zh_hans: 暂无可用日志
zh_hant: 尚無可用日誌

source: No logs yet
ja: ログはまだありません
zh_hans: 暂无日志
zh_hant: 尚無日誌

source: No Machines
ja: 仮想マシンがありません
zh_hans: 暂无虚拟机
zh_hant: 沒有虛擬機

source: No Mount Point
ja: マウントポイントがありません
zh_hans: 没有挂载点
zh_hant: 沒有掛載點

source: No Networks
ja: ネットワークがありません
zh_hans: 暂无网络
zh_hant: 沒有網路

source: No port mappings
ja: ポートマッピングなし
zh_hans: 没有端口映射
zh_hant: 沒有連接埠映射

source: No project networks
ja: プロジェクトネットワークなし
zh_hans: 没有项目网络
zh_hant: 沒有專案網路

source: No project volumes
ja: プロジェクトボリュームなし
zh_hans: 没有项目卷
zh_hant: 沒有專案儲存區

source: No Selection
ja: 選択なし
zh_hans: 未选择
zh_hant: 未選擇

source: No services found in Compose file.
ja: Compose ファイルにサービスが見つかりません。
zh_hans: Compose 文件中未找到服务。
zh_hant: Compose 檔案中找不到服務。

source: No volume mounts
ja: ボリュームマウントなし
zh_hans: 没有卷挂载
zh_hant: 沒有儲存區掛載

source: No Volumes
ja: ボリュームがありません
zh_hans: 暂无卷
zh_hant: 沒有儲存區

source: None
ja: なし
zh_hans: 无
zh_hant: 無

source: None running
ja: 実行中なし
zh_hans: 无运行中
zh_hant: 無執行中

source: Not Found
ja: 見つかりません
zh_hans: 未找到
zh_hant: 找不到

source: Not Started
ja: 未起動
zh_hans: 未启动
zh_hant: 未啟動

source: On Failure
ja: 失敗時
zh_hans: 失败时
zh_hant: 失敗時

source: One mapping per line (e.g. 8080:80)
ja: 1 行に 1 つのマッピング（例: 8080:80）
zh_hans: 每行一个映射（如 8080:80）
zh_hant: 每行一個映射（例如 8080:80）

source: One mount per line (e.g. ./data:/var/lib/data)
ja: 1 行に 1 つのマウント（例: ./data:/var/lib/data）
zh_hans: 每行一个挂载（如 ./data:/var/lib/data）
zh_hant: 每行一個掛載（例如 ./data:/var/lib/data）

source: One variable per line (KEY=value)
ja: 1 行に 1 つの変数（KEY=value）
zh_hans: 每行一个变量（KEY=value）
zh_hant: 每行一個變數（KEY=value）

source: Open
ja: 開く
zh_hans: 打开
zh_hant: 打開

source: Open Folder
ja: フォルダを開く
zh_hans: 打开文件夹
zh_hant: 打開資料夾

source: Open Shell
ja: シェルを開く
zh_hans: 打开终端
zh_hant: 開啟 Shell

source: Open Terminal
ja: ターミナルを開く
zh_hans: 打开终端
zh_hant: 開啟終端機

source: Override image command
ja: イメージコマンドを上書き
zh_hans: 覆盖镜像命令
zh_hant: 覆寫映像命令

source: Overview
ja: 概要
zh_hans: 概览
zh_hant: 概覽

source: Owner
ja: 所有者
zh_hans: 所有者
zh_hant: 擁有者

source: Parse
ja: 解析
zh_hans: 解析
zh_hant: 解析

source: Parse error: %@
ja: 解析エラー: %@
zh_hans: 解析错误：%@
zh_hant: 解析錯誤：%@

source: Parsed services become editable container cards.
ja: 解析したサービスは編集可能なコンテナカードになります。
zh_hans: 解析出的服务会变成可编辑的容器卡片。
zh_hant: 解析出的服務會變成可編輯的容器卡片。

source: Partial
ja: 一部実行中
zh_hans: 部分运行
zh_hant: 部分執行

source: Paste a docker run command (multi-line supported). Capsule will parse it and fill the configuration form.
ja: docker run コマンドを貼り付けてください（複数行対応）。Capsule が解析して設定フォームに入力します。
zh_hans: 粘贴 docker run 命令（支持多行）。Capsule 会解析并填充配置表单。
zh_hant: 貼上 docker run 命令（支援多行）。Capsule 會解析並填入設定表單。

source: Paste a docker run command below:
ja: 下に docker run コマンドを貼り付けてください:
zh_hans: 在下方粘贴 docker run 命令：
zh_hant: 在下方貼上 docker run 命令：

source: Paste your Docker run command:
ja: Docker run コマンドを貼り付けてください：
zh_hans: 粘贴你的 Docker run 命令：
zh_hant: 貼上你的 Docker run 命令：

source: Paste your docker-compose.yml content above
ja: 上に docker-compose.yml の内容を貼り付けてください
zh_hans: 在上方粘贴 docker-compose.yml 内容
zh_hant: 在上方貼上 docker-compose.yml 內容

source: Paste your docker-compose.yml content:
ja: docker-compose.yml の内容を貼り付けてください：
zh_hans: 粘贴你的 docker-compose.yml 内容：
zh_hant: 貼上你的 docker-compose.yml 內容：

source: Path
ja: パス
zh_hans: 路径
zh_hant: 路徑

source: Permissions
ja: 権限
zh_hans: 权限
zh_hant: 權限

source: Platform
ja: プラットフォーム
zh_hans: 平台
zh_hant: 平台

source: Policy
ja: ポリシー
zh_hans: 策略
zh_hant: 策略

source: Port
ja: ポート
zh_hans: 端口
zh_hant: 連接埠

source: Port Mappings
ja: ポートマッピング
zh_hans: 端口映射
zh_hant: 連接埠映射

source: Port publishing is disabled when using host networking.
ja: host ネットワーク使用時はポート公開が無効になります。
zh_hans: 使用 host 网络时会禁用端口发布。
zh_hant: 使用 host 網路時會停用連接埠發布。

source: Ports
ja: ポート
zh_hans: 端口
zh_hant: 連接埠

source: Preview
ja: プレビュー
zh_hans: 预览
zh_hant: 預覽

source: Project
ja: プロジェクト
zh_hans: 项目
zh_hant: 專案

source: Project '%@' not found
ja: プロジェクト '%@' が見つかりません
zh_hans: 未找到项目 '%@'
zh_hant: 找不到專案 '%@'

source: Project Data
ja: プロジェクトデータ
zh_hans: 项目数据
zh_hant: 專案資料

source: Project Name
ja: プロジェクト名
zh_hans: 项目名称
zh_hant: 專案名稱

source: Project Name:
ja: プロジェクト名：
zh_hans: 项目名称：
zh_hant: 專案名稱：

source: Project networks
ja: プロジェクトネットワーク
zh_hans: 项目网络
zh_hant: 專案網路

source: Project volumes
ja: プロジェクトボリューム
zh_hans: 项目卷
zh_hant: 專案儲存區

source: Prune Unused
ja: 未使用を削除
zh_hans: 清理未使用项
zh_hant: 清理未使用項目

source: Published Ports
ja: 公開ポート
zh_hans: 发布端口
zh_hant: 發佈連接埠

source: Published sockets
ja: 公開ソケット
zh_hans: 发布 socket
zh_hant: 發布 socket

source: Pull
ja: プル
zh_hans: 拉取
zh_hant: 拉取

source: Pull Image
ja: イメージをプル
zh_hans: 拉取镜像
zh_hant: 拉取映像檔

source: Pulling image...
ja: イメージをプル中...
zh_hans: 正在拉取镜像...
zh_hant: 正在拉取映像檔...

source: Purpose
ja: 用途
zh_hans: 用途
zh_hant: 用途

source: Push
ja: プッシュ
zh_hans: 推送
zh_hant: 推送

source: Push Image
ja: イメージをプッシュ
zh_hans: 推送镜像
zh_hant: 推送映像

source: Read-only root filesystem
ja: 読み取り専用ルートファイルシステム
zh_hans: 只读根文件系统
zh_hant: 唯讀根檔案系統

source: Reference
ja: 参照
zh_hans: 引用
zh_hant: 參照

source: Referenced By
ja: 参照元
zh_hans: 被引用
zh_hant: 被參照

source: Refresh
ja: 更新
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh Interval
ja: 更新間隔
zh_hans: 刷新间隔
zh_hant: 重新整理間隔

source: Remove
ja: 削除
zh_hans: 移除
zh_hant: 移除

source: Remove (Keep Volumes)
ja: 削除（ボリュームを保持）
zh_hans: 移除（保留卷）
zh_hant: 移除（保留儲存區）

source: Remove after stop
ja: 停止後に削除
zh_hans: 停止后移除
zh_hant: 停止後移除

source: Remove All
ja: すべて削除
zh_hans: 全部移除
zh_hant: 全部移除

source: Remove Compose Project
ja: Compose プロジェクトを削除
zh_hans: 删除 Compose 项目
zh_hant: 刪除 Compose 專案

source: Remove service
ja: サービスを削除
zh_hans: 移除服务
zh_hant: 移除服務

source: Remove when stopped
ja: 停止時に削除
zh_hans: 停止时移除
zh_hant: 停止時移除

source: Remove...
ja: 削除...
zh_hans: 删除...
zh_hant: 刪除...

source: Removing...
ja: 削除中...
zh_hans: 正在删除...
zh_hant: 正在刪除...

source: Repository
ja: リポジトリ
zh_hans: 仓库
zh_hant: 儲存庫

source: Resources
ja: リソース
zh_hans: 资源
zh_hant: 資源

source: Resources are set at project level
ja: リソースはプロジェクトレベルで設定されます
zh_hans: 资源在项目级别设置
zh_hant: 資源在專案層級設定

source: Restart
ja: 再起動
zh_hans: 重启策略
zh_hant: 重啟策略

source: Restart daemon monitors and automatically restarts containers based on policy
ja: 再起動デーモンがポリシーに基づいてコンテナを監視し自動再起動します
zh_hans: 重启守护进程会按策略监控并自动重启容器
zh_hant: 重啟守護程式會依策略監控並自動重啟容器

source: Restart daemon will monitor and restart this container
ja: 再起動デーモンがこのコンテナを監視して再起動します
zh_hans: 重启守护进程会监控并重启此容器
zh_hant: 重啟守護程式會監控並重啟此容器

source: Restart Policy
ja: 再起動ポリシー
zh_hans: 重启策略
zh_hant: 重啟策略

source: Retry
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: Root must be a dictionary
ja: ルートは辞書である必要があります
zh_hans: 根节点必须是字典
zh_hant: 根節點必須是字典

source: Run with init process
ja: init プロセスで実行
zh_hans: 使用 init 进程运行
zh_hant: 使用 init 程序執行

source: Running
ja: 実行中
zh_hans: 运行中
zh_hant: 執行中

source: Running command...
ja: コマンドを実行中...
zh_hans: 正在运行命令...
zh_hant: 正在執行命令...
